own_photo_album/app/controllers/photos_controller.rb

  def index
    @photo = Photo.all
---
SELECT "photos".* FROM "photos"